 [
    {
        "languages": [
            "ar",
            "en"
        ],
        "title": "The Museum of Four in the Morning",
        "speaker": "Rives",
        "id": 2000,
        "description": "Beware: Rives has a contagious obsession with 4 a.m. At TED2007, the poet shared what was then a minor fixation with a time that kept popping up everywhere. After the talk, emails starting pouring in with an avalanche of hilarious referencesfrom the cover of \"Crochet Today!\" magazine to the opening scene of \"The Metamorphosis.\" A lyrical peek into his Museum of Four in the Morning, which overflows with treasures."
    },
    {
        "languages": [
            "en",
            "fr",
            "he",
            "fa",
            "th",
            "vi"
        ],
        "title": "And for my next trick, a robot",
        "speaker": "Marco Tempest",
        "id": 1991,
        "description": "Marco Tempest uses charming stagecraft to demo EDI, the multi-purpose robot designed to work very closely with humans. Less a magic trick than an intricately choreographed performance, Tempest shows off the robots sensing technology, safety features and strength, and makes the case for a closer human-robot relationship. (Okay, theres a little magic, too.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "my",
            "ca",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "ka",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lt",
            "ms",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "How I beat stage fright",
        "speaker": "Joe Kowan",
        "id": 1912,
        "description": "Humanity's fine-tuned sense of fear served us well as a young species, giving us laser focus to avoid being eaten by competing beasts. But it's less wonderful when that same visceral, body-hijacking sense of fear kicks in in front of 20 folk-music fans at a Tuesday night open-mic. Palms sweat, hands shake, vision blurs, and the brain says RUN: it's stage fright. In this charming, tuneful little talk, Joe Kowan talks about how he conquered it."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "da",
            "en",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ko",
            "fa",
            "pt-br",
            "ro",
            "ru",
            "es",
            "th",
            "tr"
        ],
        "title": "Robots with \"soul\"",
        "speaker": "Guy Hoffman",
        "id": 1908,
        "description": "What kind of robots does an animator /  jazz musician / roboticist make? Playful, reactive, curious ones. Guy Hoffman shows demo film of his family of unusual robots  including two musical bots that like to jam with humans. (Filmed at TEDxJaffa.)"
    },
    {
        "languages": [
            "ar",
            "bg",
            "my",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "gl",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "To hear this music you have to be there. Literally",
        "speaker": "Ryan Holladay",
        "id": 1903,
        "description": "The music industry has sometimes struggled to find its feet in the digital world. In this lovely talk, TED Fellow Ryan Holladay tells us why he is experimenting with what he describes as \"location-aware music.\" This programming and musical feat involves hundreds of geotagged segments of sounds that only play when a listener is physically nearby. (Filmed at TED@BCG.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "be",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ms",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "sl",
            "so",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "I got 99 problems... palsy is just one",
        "speaker": "Maysoon Zayid",
        "id": 1898,
        "description": "\"I have cerebral palsy. I shake all the time,\" Maysoon Zayid announces at the beginning of this exhilarating, hilarious talk. (Really, it's hilarious.) \"I'm like Shakira meets Muhammad Ali.\" With grace and wit, the Arab-American comedian takes us on a whistle-stop tour of her adventures as an actress, stand-up comic, philanthropist and advocate for the disabled."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "vi"
        ],
        "title": "Lets try emotional correctness",
        "speaker": "Sally Kohn",
        "id": 1883,
        "description": "It's time for liberals and conservatives to transcend their political differences and really listen to each other, says political pundit Sally Kohn. In this optimistic talk, Kohn shares what she learned as a progressive lesbian talking head on Fox News. Its not about political correctness, she says, but rather, emotional correctness. (Contains profanity.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "mr",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "th",
            "tr",
            "vi"
        ],
        "title": "Massively multi-player thumb-wrestling?",
        "speaker": "Jane McGonigal",
        "id": 1866,
        "description": "What happens when you get an entire audience to stand up and connect with one another? Chaos, that's what. At least, that's what happened when Jane McGonigal tried to teach TED to play her favorite game. Then again, when the game is \"massively multiplayer thumb-wrestling,\" what else would you expect?"
    },
    {
        "languages": [
            "sq",
            "ar",
            "bs",
            "my",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "ms",
            "ml",
            "mn",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "ta",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The magic of Fibonacci numbers",
        "speaker": "Arthur Benjamin",
        "id": 1862,
        "description": "Math is logical, functional and just ... awesome. Mathemagician Arthur Benjamin explores hidden properties of that weird and wonderful set of numbers, the Fibonacci series. (And reminds you that mathematics can be inspiring, too!)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ja",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Life in the \"digital now\"",
        "speaker": "Abha Dawesar",
        "id": 1856,
        "description": "One year ago, Abha Dawesar was living in blacked-out Manhattan post-Sandy, scrounging for power to connect. As a novelist, she was struck by this metaphor: Have our lives now become fixated on the drive to digitally connect, while we miss out on what's real?"
    },
    {
        "languages": [
            "sq",
            "ar",
            "bn",
            "bg",
            "zh-cn",
            "hr",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "gl",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sl",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "The unheard story of David and Goliath",
        "speaker": "Malcolm Gladwell",
        "id": 1831,
        "description": "It's a classic underdog tale: David, a young shepherd armed only with a sling, beats Goliath, the mighty warrior. The story has transcended its biblical origins to become a common shorthand for unlikely victory. But, asks Malcolm Gladwell, is that really what the David and Goliath story is about?"
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "mk",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The art of misdirection",
        "speaker": "Apollo Robbins",
        "id": 1821,
        "description": "Hailed as the greatest pickpocket in the world, Apollo Robbins studies the quirks of human behavior as he steals your watch. In a hilarious demonstration, Robbins samples the buffet of the TEDGlobal 2013 audience, showing how the flaws in our perception make it possible to swipe a wallet and leave it on its owners shoulder while they remain clueless."
    },
    {
        "languages": [
            "ar",
            "zh-cn",
            "zh-tw",
            "zh",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The polyphonic me",
        "speaker": "Beardyman",
        "id": 1804,
        "description": "Frustrated by not being able to sing two notes at the same time, musical inventor Beardyman built a machine to allow him to create loops and layers from just the sounds he makes with his voice. Given that he can effortlessly conjure the sound of everything from crying babies to buzzing flies, not to mention mimic pretty much any musical instrument imaginable, that's a lot of different sounds. Sit back and let the wall of sound of this dazzling performance wash over you."
    },
    {
        "languages": [
            "ar",
            "ca",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "uk",
            "vi"
        ],
        "title": "Spider-Man, The Lion King and life on the creative edge",
        "speaker": "Julie Taymor",
        "id": 1801,
        "description": "Showing spectacular clips from productions such as Frida, The Tempest and The Lion King, director Julie Taymor describes a life spent immersed in theater and the movies. Filmed right as controversy over her Broadway production of Spider-Man: Turn Off the Dark was at its peak, she candidly describes the tensions inherent within her creative process, as she strives both to capture the essence of a storyand produce images and experiences unlike anything else."
    },
    {
        "languages": [
            "ar",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "vi"
        ],
        "title": "DJ decks made of... paper",
        "speaker": "Kate Stone",
        "id": 1793,
        "description": "\"I love paper, and I love technology,\" says physicist and former sheep herder Kate Stone, who's spent the past decade working to unite the two. Her experiments combine regular paper with conductive inks and tiny circuit boards to offer a unique, magical experience. To date, applications include a newspaper embedded with audio and video, posters that display energy usage in real time, and the extremely nifty paper drumkit and set of DJ decks she demonstrates onstage."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lt",
            "nb",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "Bluegrass virtuosity from ... New Jersey?",
        "speaker": "Sleepy Man Banjo Boys",
        "id": 1782,
        "description": "All under the age of 16, brothers Jonny, Robbie and Tommy Mizzone are from New Jersey, a US state that's better known for the rock of Bruce Springsteen than the bluegrass of Earl Scruggs. Nonetheless, the siblings began performing bluegrass covers, as well as their own compositions, at a young age. Here, they play three dazzling songs in three different keys, passing the lead back and forth from fiddle to banjo to guitar."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "mk",
            "ms",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Photos from a storm chaser",
        "speaker": "Camille Seaman",
        "id": 1763,
        "description": "Photographer Camille Seaman has been chasing storms for 5 years. In this talk she shows stunning, surreal photos of the heavens in tumult."
    },
    {
        "languages": [
            "ar",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The kill decision shouldn't belong to a robot",
        "speaker": "Daniel Suarez",
        "id": 1766,
        "description": "As a novelist, Daniel Suarez spins dystopian tales of the future. But on the TEDGlobal stage, he talks us through a real-life scenario we all need to know more about: the rise of autonomous robotic weapons of war. Advanced drones, automated weapons and AI-powered intelligence-gathering tools, he suggests, could take the decision to make war out of the hands of humans."
    },
    {
        "languages": [
            "sq",
            "ar",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sl",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "How I made an impossible film",
        "speaker": "Martin Villeneuve",
        "id": 1760,
        "description": "Filmmaker Martin Villeneuve talks about Mars et Avril, the Canadian sci-fi spectacular he made with virtually no money. In a charming talk, he explains the various ways he overcame financial and logistical constraints to produce his unique and inventive vision of the future."
    },
    {
        "languages": [
            "sq",
            "ar",
            "az",
            "my",
            "ca",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "ms",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "so",
            "es",
            "sv",
            "ta",
            "th",
            "tr",
            "uk",
            "ur",
            "vi"
        ],
        "title": "How books can open your mind",
        "speaker": "Lisa Bu",
        "id": 1755,
        "description": "What happens when a dream you've held since childhood  doesn't come true? As Lisa Bu adjusted to a new life in the United States, she turned to books to expand her mind and create a new path for herself. She shares her unique approach to reading in this lovely, personal talk about the magic of books."
    },
    {
        "languages": [
            "sq",
            "ar",
            "az",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The violin, and my dark night of the soul",
        "speaker": "Ji-Hae Park",
        "id": 1750,
        "description": "In her quest to become a world-famous violinist, Ji-Hae Park fell into a severe depression. Only music was able to lift her out again  showing her that her goal neednt be to play lofty concert halls, but instead to bring the wonder of the instrument to as many people as possible."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "My journey to yo-yo mastery",
        "speaker": "BLACK",
        "id": 1716,
        "description": "Remember the days you struggled just to make a yo-yo spin, and if you were really fancy, to walk the dog? You aint seen nothin yet. Japanese yo-yo world champion BLACK tells the inspiring story of finding his life's passion, and gives an awesome performance that will make you want to pull your yo-yo back out of the closet."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "Watson, Jeopardy and me, the obsolete know-it-all",
        "speaker": "Ken Jennings",
        "id": 1708,
        "description": "Trivia whiz Ken Jennings has made a career as a keeper of facts; he holds the longest winning streak in history on the U.S. game show Jeopardy. But in 2011, he played a challenge match against supercomputer Watson  and lost. With humor and humility, Jennings tells us how it felt to have a computer literally beat him at his own game, and also makes the case for good old-fashioned human knowledge. (Filmed at TEDxSeattleU.)"
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "vi"
        ],
        "title": "Virtual Choir Live",
        "speaker": "Eric Whitacre",
        "id": 1697,
        "description": "Composer and conductor Eric Whitacre has inspired millions by bringing together \"virtual choirs,\" singers from many countries spliced together on video. Now, for the first time ever, he creates the experience in real time, as 32 singers from around the world Skype in to join an onstage choir (assembled from three local colleges) for an epic performance of Whitacre's \"Cloudburst,\" based on a poem by Octavio Paz."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "eo",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The art of asking",
        "speaker": "Amanda Palmer",
        "id": 1682,
        "description": "Don't make people pay for music, says Amanda Palmer: Let them. In a passionate talk that begins in her days as a street performer (drop a dollar in the hat for the Eight-Foot Bride!), she examines the new relationship between artist and fan."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ko",
            "lv",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sl",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "What fear can teach us",
        "speaker": "Karen Thompson Walker",
        "id": 1637,
        "description": "Imagine you're a shipwrecked sailor adrift in the enormous Pacific. You can choose one of three directions and save yourself and your shipmates  but each choice comes with a fearful consequence too. How do you choose? In telling the story of the whaleship Essex, novelist Karen Thompson Walker shows how fear propels imagination, as it forces us to imagine the possible futures and how to cope with them."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "A Saudi, an Indian and an Iranian walk into a Qatari bar ...",
        "speaker": "Maz Jobrani",
        "id": 1629,
        "description": "Iranian-American comedian Maz Jobrani takes to the TEDxSummit stage in Doha, Qatar to take on serious issues in the Middle East  like how many kisses to give when saying Hi, and what not to say on an American airplane."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "uk",
            "ur",
            "vi"
        ],
        "title": "Teen wonders play bluegrass",
        "speaker": "Sleepy Man Banjo Boys",
        "id": 1619,
        "description": "Brothers Jonny, Robbie and Tommy Mizzone are The Sleepy Man Banjo Boys, a trio of virtuoso bluegrass musicians who play with dazzling vivacity. Did we mention they're all under 16?"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "ku",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "vi"
        ],
        "title": "4 lessons in creativity",
        "speaker": "Julie Burstein",
        "id": 1613,
        "description": "Radio host Julie Burstein talks with creative people for a living  and shares four lessons about how to create in the face of challenge, self-doubt and loss. Hear insights from filmmaker Mira Nair, writer Richard Ford, sculptor Richard Serra and photographer Joel Meyerowitz."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "What's so funny about mental illness?",
        "speaker": "Ruby Wax",
        "id": 1584,
        "description": "Diseases of the body garner sympathy, says comedian Ruby Wax  except those of the brain. Why is that? With dazzling energy and humor, Wax, diagnosed a decade ago with clinical depression, urges us to put an end to the stigma of mental illness."
    },
    {
        "languages": [
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "uk"
        ],
        "title": "The art of creating awe",
        "speaker": "Rob Legato",
        "id": 1524,
        "description": "Rob Legato creates movie effects so good they (sometimes) trump the real thing. In this warm and funny talk, he shares his vision for enhancing reality on-screen in movies like Apollo 13, Titanic and Hugo."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "eo",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "th",
            "tr",
            "uk"
        ],
        "title": "Finding the story inside the painting",
        "speaker": "Tracy Chevalier",
        "id": 1521,
        "description": "When Tracy Chevalier looks at paintings, she imagines the stories behind them: How did the painter meet his model? What would explain that look in her eye? Why is that man  blushing? She shares three stories inspired by portraits, including the one that led to her best-selling novel \"Girl With a Pearl Earring.\""
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "et",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "I listen to color",
        "speaker": "Neil Harbisson",
        "id": 1512,
        "description": "Artist Neil Harbisson was born completely color blind, but these days a device attached to his head turns color into audible frequencies. Instead of seeing a world in grayscale, Harbisson can hear a symphony of color  and yes, even listen to faces and paintings."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "da",
            "nl",
            "en",
            "eo",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "ku",
            "lt",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "tr",
            "vi"
        ],
        "title": "The game that can give you 10 extra years of life",
        "speaker": "Jane McGonigal",
        "id": 1501,
        "description": "When game designer Jane McGonigal found herself bedridden and suicidal following a severe concussion, she had a fascinating idea for how to get better. She dove into the scientific research and created the healing game, SuperBetter. In this moving talk, McGonigal explains how a game can boost resilience  and promises to add 7.5 minutes to your life."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "ur"
        ],
        "title": "A young guitarist meets his hero",
        "speaker": "Preston Reed and Usman Riaz",
        "id": 1500,
        "description": "Usman Riaz is a 21-year-old whiz at the percussive guitar, a style he learned to play by watching his heroes on YouTube. The TED Fellow plays onstage at TEDGlobal 2012  followed by a jawdropping solo from the master of percussive guitar, Preston Reed. And watch these two guitarists take on a very spur-of-the-moment improv."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "gu",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "th",
            "tr",
            "uk"
        ],
        "title": "What's your 200-year plan?",
        "speaker": "Raghava KK",
        "id": 1484,
        "description": "You might have a 5-year plan, but what about a 200-year plan? Artist Raghava KK has set his eyes on an ultra-long-term horizon; at TEDxSummit, he shows how it helps guide today's choices and tomorrow's goals  and encourages you to make your own 200-year plan too."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "vi"
        ],
        "title": "Reinventing the encyclopedia game",
        "speaker": "Rives",
        "id": 1490,
        "description": "Prompted by the Encyclopaedia Britannica ending its print publication, performance poet Rives resurrects a game from his childhood. Speaking at the TEDxSummit in Doha, Rives takes us on a charming tour through random (and less random) bits of human knowledge: from Chimborazo, the farthest point from the center of the Earth, to Ham the Astrochimp, the first chimpanzee in outer space."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "id",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "th"
        ],
        "title": "How to air-condition outdoor spaces",
        "speaker": "Wolfgang Kessling",
        "id": 1483,
        "description": "During the hot summer months, watching an outdoor sports match or concert can be tantamount to baking uncomfortably in the sun  but it doesnt have to be. At the TEDxSummit in Doha, physicist Wolfgang Kessling reveals sustainable design innovations that cool us from above and below, and even collects solar energy for later use."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "da",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "ur",
            "vi"
        ],
        "title": "Dancing with light",
        "speaker": "Quixotic Fusion",
        "id": 1464,
        "description": "Quixotic Fusion is an ensemble of artists that brings together aerial acrobatics, dance, theater, film, music and visual fx. Watch as they perform three transporting dance pieces at TED2012."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ko",
            "mk",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "uk"
        ],
        "title": "Beats that defy boxes",
        "speaker": "Reggie Watts",
        "id": 1458,
        "description": "Reggie Watts beats defy boxes. Unplug your logic board and watch as he blends poetry and crosses musical genres in this larger-than-life performance."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "he",
            "it",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "th",
            "uk"
        ],
        "title": "The journey across the high wire",
        "speaker": "Philippe Petit",
        "id": 1456,
        "description": "Even a death-defying magician has to start somewhere. High-wire artist Philippe Petit takes you on an intimate journey from his first card trick at age 6 to his tightrope walk between the Twin Towers."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "vi"
        ],
        "title": "Music and emotion through time",
        "speaker": "Michael Tilson Thomas",
        "id": 1440,
        "description": "In this epic overview, Michael Tilson Thomas traces the development of classical music through the development of written notation, the record, and the re-mix."
    },
    {
        "languages": [
            "ar",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "ga",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "A teen just trying to figure it out",
        "speaker": "Tavi Gevinson",
        "id": 1438,
        "description": "Fifteen-year-old Tavi Gevinson had a hard time finding strong female, teenage role models  so she built a space where they could find each other. At TEDxTeen, she illustrates how the conversations on sites like Rookie, her wildly popular web magazine for and by teen girls, are putting a new, unapologetically uncertain and richly complex face on modern feminism.\r\n(Filmed at TEDxTeen.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "eo",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "mr",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "uk",
            "ug",
            "vi"
        ],
        "title": "How to use a paper towel",
        "speaker": "Joe Smith",
        "id": 1431,
        "description": "You use paper towels to dry your hands every day, but chances are, you're doing it wrong. In this enlightening and funny short talk, Joe Smith reveals the trick to perfect paper towel technique.\r\n(Filmed at TEDxConcordiaUPortland.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "Building US-China relations ... by banjo",
        "speaker": "Abigail Washburn",
        "id": 1420,
        "description": "TED Fellow Abigail Washburn wanted to be a lawyer improving US-China relations  until she picked up a banjo. She tells a moving story of the remarkable connections she's formed touring across the United States and China while playing that banjo and singing in Chinese."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "ceb",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fil",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "vi"
        ],
        "title": "A magical tale (with augmented reality ",
        "speaker": "Marco Tempest",
        "id": 1405,
        "description": "Marco Tempest spins a beautiful story of what magic is, how it entertains us and how it highlights our humanity  all while working extraordinary illusions with his hands and an augmented reality machine."
    },
    {
        "languages": [
            "sq",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr"
        ],
        "title": "Everyday moments, caught in time",
        "speaker": "Billy Collins",
        "id": 1398,
        "description": "Combining dry wit with artistic depth, Billy Collins shares a project in which several of his poems were turned into delightful animated films in a collaboration with Sundance Channel. Five of them are included in this wonderfully entertaining and moving talk  and don't miss the hilarious final poem!"
    },
    {
        "languages": [
            "sq",
            "ar",
            "az",
            "bn",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "eo",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "te",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The $8 billion iPod",
        "speaker": "Rob Reid",
        "id": 1390,
        "description": "Comic author Rob Reid unveils Copyright Math (TM), a remarkable new field of study based on actual numbers from entertainment industry lawyers and lobbyists."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "az",
            "eu",
            "bs",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fil",
            "fr",
            "fr-ca",
            "ka",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "mk",
            "mr",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "te",
            "th",
            "tr",
            "uk",
            "ug",
            "vi"
        ],
        "title": "A TED speaker's worst nightmare",
        "speaker": "Colin Robertson",
        "id": 1382,
        "description": "Colin Robertson had 3 minutes on the TED stage to tell the world about his solar-powered crowdsourced health care solution. And then..."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr"
        ],
        "title": "The clues to a great story",
        "speaker": "Andrew Stanton",
        "id": 1379,
        "description": "Filmmaker Andrew Stanton (\"Toy Story,\" \"WALL-E\") shares what he knows about storytelling  starting at the end and working back to the beginning. Contains graphic language ... (Note: this talk is not available for download.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "bn",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "eo",
            "fil",
            "fi",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "Why videos go viral",
        "speaker": "Kevin Allocca",
        "id": 1371,
        "description": "Kevin Allocca is YouTube's trends manager, and he has deep thoughts about silly web video. In this talk from TEDYouth, he shares the 4 reasons a video goes viral. (This is the first talk posted from an amazing TEDYouth event. Many others will come on line next month as part of our TED-Ed launch. We can't wait ...)"
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "gl",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "uk",
            "vi"
        ],
        "title": "Comedy is translation",
        "speaker": "Chris Bliss",
        "id": 1365,
        "description": "Every act of communication is, in some way, an act of translation. Onstage at TEDxRainier, writer Chris Bliss thinks hard about the way that great comedy can translate deep truths for a mass audience.\r\n(Filmed at TEDxRainier.)"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "Hooked by an octopus",
        "speaker": "Mike deGruy",
        "id": 830,
        "description": "Underwater filmmaker Mike deGruy has spent decades looking intimately at the ocean. A consummate storyteller, he takes the stage at Mission Blue to share his awe and excitement  and his fears  about the blue heart of our planet."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "fr-ca",
            "gl",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "How healthy living nearly killed me",
        "speaker": "A.J. Jacobs",
        "id": 1312,
        "description": "For a full year, A.J. Jacobs followed every piece of health advice he could  from applying sunscreen by the shot glass to wearing a bicycle helmet while shopping. Onstage at TEDMED, he shares the surprising things he learned."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "gl",
            "de",
            "he",
            "id",
            "it",
            "ja",
            "ko",
            "mk",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "There are no mistakes on the bandstand",
        "speaker": "Stefon Harris",
        "id": 1298,
        "description": "What is a mistake? By talking through examples with his improvisational Jazz quartet, Stefon Harris walks us to a profound truth: many actions are perceived as mistakes only because we don't react to them appropriately."
    },
    {
        "languages": [
            "ar",
            "bn",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ja",
            "ko",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "tr",
            "vi"
        ],
        "title": "Dance vs. powerpoint, a modest proposal",
        "speaker": "John Bohannon + Black Label Movement",
        "id": 1290,
        "description": "Use dancers instead of powerpoint. That's science writer John Bohannon's \"modest proposal.\" In this spellbinding choreographed talk he makes his case by example, aided by dancers from Black Label Movement.\r\n(Filmed at TEDxBrussels.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bn",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fi",
            "fr",
            "fr-ca",
            "gl",
            "de",
            "el",
            "he",
            "hu",
            "is",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "lb",
            "mk",
            "ne",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "ta",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The technology of storytelling",
        "speaker": "Joe Sabia",
        "id": 1282,
        "description": "iPad storyteller Joe Sabia introduces us to Lothar Meggendorfer, who created a bold technology for storytelling: the pop-up book. Sabia shows how new technology has always helped us tell our own stories, from the walls of caves to his own onstage iPad."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Science versus wonder?",
        "speaker": "Robin Ince",
        "id": 1276,
        "description": "Does science ruin the magic of life? In this grumpy but charming monologue, Robin Ince makes the argument against. The more we learn about the astonishing behavior of the universe  the more we stand in awe."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "ur",
            "ug",
            "vi"
        ],
        "title": "A 12-year-old app developer",
        "speaker": "Thomas Suarez",
        "id": 1272,
        "description": "Most 12-year-olds love playing videogames  Thomas Suarez taught himself how to create them. After developing iPhone apps like \"Bustin Jeiber,\" a whack-a-mole game, he is now using his skills to help other kids become developers.\r\n(Filmed at TEDxManhattanBeach.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "gl",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The shared experience of absurdity",
        "speaker": "Charlie Todd",
        "id": 1269,
        "description": "Charlie Todd causes bizarre, hilarious, and unexpected public scenes: Seventy synchronized dancers in storefront windows, \"ghostbusters\" running through the New York Public Library, and the annual no-pants subway ride. In his talk, he shows how his group, Improv Everywhere, uses these scenes to bring people together.\r\n(Filmed at  TEDxBloomington.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fil",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "ta",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Augmented reality, techno-magic",
        "speaker": "Marco Tempest",
        "id": 1262,
        "description": "Using sleight-of-hand techniques and charming storytelling, illusionist Marco Tempest brings a jaunty stick figure to life onstage at TEDGlobal."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Trusting the ensemble",
        "speaker": "Charles Hazlewood",
        "id": 1240,
        "description": "Conductor Charles Hazlewood talks about the role of trust in musical leadership  then shows how it works, as he conducts the Scottish Ensemble onstage. He also shares clips from two musical projects: the opera \"U-Carmen eKhayelitsha\" and the ParaOrchestra."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "A flirtatious aria",
        "speaker": "Danielle de Niese",
        "id": 1235,
        "description": "Can opera be ever-so-slightly sexy? The glorious soprano Danielle de Niese shows how, singing the flirty \"Meine Lippen, sie kssen so heiss.\" Which, translated, means, as you might guess: \"I kiss so hot.\" From Giuditta by Frans Lehr; accompanist: Ingrid Surgenor."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "sl",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Filming democracy in Ghana",
        "speaker": "Jarreth Merz",
        "id": 1233,
        "description": "Jarreth Merz, a Swiss-Ghanaian filmmaker, came to Ghana in 2008 to film the national elections. What he saw there taught him new lessons about democracy  and about himself."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "gl",
            "de",
            "el",
            "he",
            "id",
            "it",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The conscience of television",
        "speaker": "Lauren Zalaznick",
        "id": 1224,
        "description": "TV executive Lauren Zalaznick thinks deeply about pop television. Sharing results of a bold study that tracks attitudes against TV ratings over five decades, she makes a case that television reflects who we truly are  in ways we might not have expected."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Shake up your story",
        "speaker": "Raghava KK",
        "id": 1219,
        "description": "Artist Raghava KK demos his new children's book for iPad with a fun feature: when you shake it, the story  and your perspective  changes. In this charming short talk, he invites all of us to shake up our perspective a little bit."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sl",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "My father the forger",
        "speaker": "Sarah Kaminsky",
        "id": 1120,
        "description": "Sarah Kaminsky tells the extraordinary story of her father Adolfo and his activity during World War II  using his ingenuity and talent for forgery to save lives.\r\n(Filmed at TEDxParis.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sh",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Pay attention to nonviolence",
        "speaker": "Julia Bacha",
        "id": 1214,
        "description": "In 2003, the Palestinian village of Budrus mounted a 10-month-long nonviolent protest to stop a barrier being built across their olive groves. Did you hear about it? Didn't think so. Brazilian filmmaker Julia Bacha asks why we only pay attention to violence in the Israel-Palestine conflict  and not to the nonviolent leaders who may one day bring peace."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "eo",
            "fil",
            "fr",
            "fr-ca",
            "ka",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "ms",
            "mn",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "ta",
            "th",
            "tr",
            "uk",
            "uz",
            "vi"
        ],
        "title": "The magic of truth and lies (and iPods ",
        "speaker": "Marco Tempest",
        "id": 1211,
        "description": "Using three iPods like magical props, Marco Tempest spins a clever, surprisingly heartfelt meditation on truth and lies, art and emotion."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "az",
            "bg",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Embracing otherness, embracing myself",
        "speaker": "Thandie Newton",
        "id": 1193,
        "description": "Actor Thandie Newton tells the story of finding her \"otherness\"  first, as a child growing up in two distinct cultures, and then as an actor playing with many different selves. A warm, wise talk, fresh from stage at TEDGlobal 2011."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "mr",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sh",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Cooking as never seen before",
        "speaker": "Nathan Myhrvold",
        "id": 1184,
        "description": "Cookbook author (and geek) Nathan Myhrvold talks about his magisterial work, \"Modernist Cuisine\"  and shares the secret of its cool photographic illustrations, which show cross-sections of food in the very act of being cooked."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bn",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "On being just crazy enough",
        "speaker": "Joshua Walters",
        "id": 1178,
        "description": "At TED's Full Spectrum Auditions, comedian Joshua Walters, who's bipolar, walks the line between mental illness and mental \"skillness.\" In this funny, thought-provoking talk, he asks: What's the right balance between medicating craziness away and riding the manic edge of creativity and drive?"
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "A history of the universe in sound",
        "speaker": "Honor Harger",
        "id": 1177,
        "description": "Artist-technologist Honor Harger listens to the weird and wonderful noises of stars and planets and pulsars. In her work, she tracks the radio waves emitted by ancient celestial objects and turns them into sound, including \"the oldest song you will ever hear,\" the sound of cosmic rays left over from the Big Bang."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "ta",
            "th",
            "tr",
            "vi"
        ],
        "title": "A cello with many voices",
        "speaker": "Maya Beiser",
        "id": 1173,
        "description": "Cellist Maya Beiser plays a gorgeous eight-part modern etude with seven copies of herself, and segues into a meditative music/video hybrid  using tech to create endless possibilities for transformative sound. Music is Steve Reich's \"Cello Counterpoint,\" with video from Bill Morrison, then David Lang's \"World to Come,\" with video by Irit Batsry."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "ka",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "This is beatjazz",
        "speaker": "Onyx Ashanti",
        "id": 1172,
        "description": "Musician and inventor Onyx Ashanti demonstrates \"beatjazz\"  his music created with two handheld controllers, an iPhone and a mouthpiece, and played with the entire body. At TED's Full Spectrum Auditions, after locking in his beats and loops, he plays a 3-minute song that shares his vision for the future of music."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "da",
            "nl",
            "en",
            "fil",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "ta",
            "th",
            "tr",
            "vi"
        ],
        "title": "On violon and cello, \"Passacaglia\"",
        "speaker": "Robert Gupta and Joshua Roman",
        "id": 1156,
        "description": "It's a master class in collaboration as violinist Robert Gupta and cellist Joshua Roman perform Halvorsen's \"Passacaglia\" for violin and viola. Roman takes the viola part on his Stradivarius cello. It's powerful to watch the two musicians connect moment to moment (and recover from a mid-performance hiccup). The two are both TED Fellows, and their deep connection powers this sparkling duet."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "az",
            "bs",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "eo",
            "fr",
            "fr-ca",
            "ka",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "lt",
            "mk",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "th",
            "bo",
            "tr",
            "uk",
            "ur",
            "ug",
            "vi"
        ],
        "title": "How to tie your shoes",
        "speaker": "Terry Moore",
        "id": 1150,
        "description": "Terry Moore found out he'd been tying his shoes the wrong way his whole life. In the spirit of TED, he takes the stage to share a better way. (Historical note: This was the very first 3-minute audience talk given from the TED stage, in 2005.)"
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fi",
            "fr",
            "gl",
            "de",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Tales of ice-bound wonderlands",
        "speaker": "Paul Nicklen",
        "id": 1141,
        "description": "Diving under the Antarctic ice to get close to the much-feared leopard seal, photographer Paul Nicklen found an extraordinary new friend. Share his hilarious, passionate stories of the polar wonderlands, illustrated by glorious images of the animals who live on and under the ice."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Architecture that senses and responds",
        "speaker": "Carlo Ratti",
        "id": 1137,
        "description": "With his team at SENSEable City Lab, MIT's Carlo Ratti makes cool things by sensing the data we create. He pulls from passive data sets  like the calls we make, the garbage we throw away  to create surprising visualizations of city life. And he and his team create dazzling interactive environments from moving water and flying light, powered by simple gestures caught through sensors."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "is",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "mk",
            "ne",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "uz",
            "vi"
        ],
        "title": "A next-generation digital book",
        "speaker": "Mike Matas",
        "id": 1134,
        "description": "Software developer Mike Matas demos the first full-length interactive book for the iPad  with clever, swipeable video and graphics and some very cool data visualizations to play with. The book is \"Our Choice,\" Al Gore's sequel to \"An Inconvenient Truth.\""
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "A song inspired by the ocean",
        "speaker": "Jackson Browne",
        "id": 1117,
        "description": "Jackson Browne plays a song he started writing last April aboard Mission Blue Voyage, the Sylvia Earle-inspired trip to brainstorm ways to save the ocean. \"If I could be anywhere,\" he sings, \"anywhere right now, I would be here.\" \r\n(Filmed at TEDxGPGP.)"
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "mk",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "vi"
        ],
        "title": "A virtual choir 2,000 voices strong",
        "speaker": "Eric Whitacre",
        "id": 1110,
        "description": "In a moving and madly viral video last year, composer Eric Whitacre led a virtual choir of singers from around the world. He talks through the creative challenges of making music powered by YouTube, and unveils the first 2 minutes of his new work, \"Sleep,\" with a video choir of 2,052. The full piece premiered a few weeks later (yes, on YouTube!)."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "th",
            "uk",
            "vi"
        ],
        "title": "The genius puppetry behind War Horse",
        "speaker": "Handspring Puppet Company",
        "id": 1108,
        "description": "\"Puppets always have to try to be alive,\" says Adrian Kohler of the Handspring Puppet Company, a gloriously ambitious troupe of human and wooden actors. Beginning with the tale of a hyena's subtle paw, puppeteers Kohler and Basil Jones build to the story of their latest astonishment: the wonderfully life-like Joey, the War Horse, who trots (and gallops) convincingly onto the TED stage."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "id",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "Singing the primal mystery",
        "speaker": "Claron McFadden",
        "id": 1105,
        "description": "\"The human voice: mysterious, spontaneous, primal.\" With these words, soprano Claron McFadden invites us to explore the mysteries of breathing and singing, as she performs the challenging \"Aria,\" by John Cage.\r\n(Filmed at TEDxAmsterdam.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "lt",
            "mk",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "If I should have a daughter ...",
        "speaker": "Sarah Kay",
        "id": 1100,
        "description": "\"If I should have a daughter, instead of Mom, she's gonna call me Point B ... \" began spoken word poet Sarah Kay, in a talk that inspired two standing ovations at TED2011. She tells the story of her metamorphosis  from a wide-eyed teenager soaking in verse at New York's Bowery Poetry Club to a teacher connecting kids with the power of self-expression through Project V.O.I.C.E.  and gives two breathtaking performances of \"B\" and \"Hiroshima.\""
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "th",
            "tr",
            "uz",
            "vi"
        ],
        "title": "A modern take on piano, violin, cello",
        "speaker": "Ahn Trio",
        "id": 1083,
        "description": "The three Ahn sisters (cellist Maria, pianist Lucia, violinist Angella) breathe new life into the piano trio with their passionate musicmaking. At TEDWomen, they start with the bright and poppy \"Skylife,\" by David Balakrishnan, then play a gorgeous, slinky version of \"Oblivion,\" by Astor Piazzolla."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "A whistleblower you haven't heard",
        "speaker": "Geert Chatrou",
        "id": 1073,
        "description": "In this engaging talk, world champion whistler Geert Chatrou performs the whimsical \"Eleonora\" by A. Honhoff, and his own \"Fte de la Belle.\" In a fascinating interlude, he talks about what brought him to the craft.\r\n(Filmed at TEDxRotterdam .)"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The rise of personal robots",
        "speaker": "Cynthia Breazeal",
        "id": 1070,
        "description": "As a grad student, Cynthia Breazeal wondered why we were using robots on Mars, but not in our living rooms. The key, she realized: training robots to interact with people. Now she dreams up and builds robots that teach, learn  and play. Watch for amazing demo footage of a new interactive game for kids."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "ka",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "vi"
        ],
        "title": "Are we born to run?",
        "speaker": "Christopher McDougall",
        "id": 1067,
        "description": "Christopher McDougall explores the mysteries of the human desire to run. How did running help early humans survive  and what urges from our ancient ancestors spur us on today? McDougall tells the story of the marathoner with a heart of gold, the unlikely ultra-runner, and the hidden tribe in Mexico that runs to live."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Social media and the end of gender",
        "speaker": "Johanna Blakley",
        "id": 1066,
        "description": "Media and advertising companies still use the same old demographics to understand audiences, but they're becoming increasingly harder to track online, says media researcher Johanna Blakley. As social media outgrows traditional media, and women users outnumber men, Blakley explains what changes are in store for the future of media."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Silicon-based comedy",
        "speaker": "Heather Knight",
        "id": 1058,
        "description": "In this first-of-its-kind demo, Heather Knight introduces Data, a robotic stand-up comedian that does much more than rattle off one-liners  it gathers audience feedback (using software co-developed with Scott Satkin and Varun Ramakrishna at CMU) and tunes its act as the crowd responds. Is this thing on?"
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "How I built a toaster -- from scratch",
        "speaker": "Thomas Thwaites",
        "id": 1051,
        "description": "It takes an entire civilization to build a toaster. Designer Thomas Thwaites found out the hard way, by attempting to build one from scratch: mining ore for steel, deriving plastic from oil ... it's frankly amazing he got as far as he got. A parable of our interconnected society, for designers and consumers alike."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "ku",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "Your brain on improv",
        "speaker": "Charles Limb",
        "id": 1046,
        "description": "Musician and researcher Charles Limb wondered how the brain works during musical improvisation  so he put jazz musicians and rappers in an fMRI to find out. What he and his team found has deep implications for our understanding of creativity of all kinds.\r\n(Filmed at TEDxMidAtlantic.)"
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "az",
            "bn",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fil",
            "fi",
            "fr",
            "fr-ca",
            "ka",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "lt",
            "mk",
            "ml",
            "ne",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "ta",
            "th",
            "bo",
            "tr",
            "uk",
            "uz",
            "vi"
        ],
        "title": "How to succeed? Get more sleep",
        "speaker": "Arianna Huffington",
        "id": 1044,
        "description": "In this short talk, Arianna Huffington shares a small idea that can awaken much bigger ones: the power of a good night's sleep. Instead of bragging about our sleep deficits, she urges us to shut our eyes and see the big picture: We can sleep our way to increased productivity and happiness  and smarter decision-making."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Let's talk parenting taboos",
        "speaker": "Rufus Griscom + Alisa Volkman",
        "id": 1036,
        "description": "Babble.com publishers Rufus Griscom and Alisa Volkman, in a lively tag-team, expose 4 facts that parents never, ever admit  and why they should. Funny and honest, for parents and nonparents alike."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "A vision for sustainable restaurants",
        "speaker": "Arthur Potts Dawson",
        "id": 1020,
        "description": "If you've been in a restaurant kitchen, you've seen how much food, water and energy can be wasted there. Chef Arthur Potts-Dawson shares his very personal vision for drastically reducing restaurant, and supermarket, waste  creating recycling, composting, sustainable engines for good (and good food)."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "gl",
            "de",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "A one-man orchestra of the imagination",
        "speaker": "Andrew Bird",
        "id": 1001,
        "description": "Musical innovator Andrew Bird winds together his trademark violin technique with xylophone, vocals and sophisticated electronic looping. Add in his uncanny ability to whistle anything, and he becomes a riveting one-man orchestra."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "th",
            "tr",
            "vi"
        ],
        "title": "7 ways games reward the brain",
        "speaker": "Tom Chatfield",
        "id": 996,
        "description": "We're bringing gameplay into more aspects of our lives, spending countless hours  and real money  exploring virtual worlds for imaginary treasures. Why? As Tom Chatfield shows, games are perfectly tuned to dole out rewards that engage the brain and keep us questing for more."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "vi"
        ],
        "title": "The true power of the performing arts",
        "speaker": "Ben Cameron",
        "id": 952,
        "description": "Arts administrator and live-theater fan Ben Cameron looks at the state of the live arts  asking: How can the magic of live theater, live music, live dance compete with the always-on Internet? In his talk, he offers a bold look forward.\r\n(Filmed at TEDxYYC.)"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "Art of substance and absence",
        "speaker": "Alwar Balasubramaniam",
        "id": 950,
        "description": "Alwar Balasubramaniam's sculpture plays with time, shape, shadow, perspective: four tricky sensations that can reveal  or conceal  what's really out there. At TEDIndia, the artist shows slides of his extraordinary installations."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Learning from Sherman the shark",
        "speaker": "Jim Toomey",
        "id": 939,
        "description": "Cartoonist Jim Toomey created the comic strip Sherman's Lagoon, a wry look at underwater life starring Sherman the talking shark. As he sketches some of his favorite sea creatures live onstage, Toomey shares his love of the ocean and the stories it can tell."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "mk",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "tr"
        ],
        "title": "The game layer on top of the world",
        "speaker": "Seth Priebatsch",
        "id": 936,
        "description": "By now, we're used to letting Facebook and Twitter capture our social lives on the web  building a \"social layer\" on top of the real world. In his talk, Seth Priebatsch looks at the next layer in progress: the \"game layer,\" a pervasive net of behavior-steering game dynamics that will reshape education and commerce.\r\n(Filmed at TEDxBoston.)"
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "kk",
            "ko",
            "lt",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "vi"
        ],
        "title": "Did you hear the one about the Iranian-American?",
        "speaker": "Maz Jobrani",
        "id": 935,
        "description": "A founding member of the Axis of Evil Comedy Tour, standup comic Maz Jobrani riffs on the challenges and conflicts of being Iranian-American  \"like, part of me thinks I should have a nuclear program; the other part thinks I can't be trusted ...\""
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "tr",
            "vi"
        ],
        "title": "The Axis of Evil Middle East Comedy Tour",
        "speaker": "Jamil Abu-Wardeh",
        "id": 934,
        "description": "Jamil Abu-Wardeh jump-started the comedy scene in the Arab world by founding the Axis of Evil Middle East Comedy Tour, which brings standup comedians to laughing audiences all over the region. He's found that, by respecting the \"three B's\" (blue material, beliefs and \"bolitics\"), the Axis of Evil comics find plenty of cross-border laughs."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fi",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "mk",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "A headset that reads your brainwaves",
        "speaker": "Tan Le",
        "id": 921,
        "description": "Tan Le's astonishing new computer interface reads its user's brainwaves, making it possible to control virtual objects, and even physical electronics, with mere thoughts (and a little concentration). She demos the headset, and talks about its far-reaching applications."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Legos for grownups",
        "speaker": "Hillel Cooperman",
        "id": 894,
        "description": "Lego blocks: playtime mainstay for industrious kids, obsession for many (ahem!) mature adults. Hillel Cooperman takes us on a trip through the beloved bricks' colorful, sometimes oddball grownup subculture, featuring CAD, open-source robotics and a little adult behavior."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "nn",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "How YouTube thinks about copyright",
        "speaker": "Margaret Gould Stewart",
        "id": 885,
        "description": "Margaret Gould Stewart, YouTube's head of user experience, talks about how the ubiquitous video site works with copyright holders and creators to foster (at the best of times) a creative ecosystem where everybody wins."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "How to engineer a viral music video",
        "speaker": "Adam Sadowsky",
        "id": 877,
        "description": "The band OK Go dreamed up the idea of a massive Rube Goldberg machine for their next music video  and Adam Sadowsky's team was charged with building it. He tells the story of the effort and engineering behind their labyrinthine creation that quickly became the YouTube sensation \"This Too Shall Pass.\"\r\n(Filmed at TEDxUSC.)"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "vi"
        ],
        "title": "\"Love Is a Loaded Pistol\"",
        "speaker": "Thomas Dolby",
        "id": 849,
        "description": "To write his first studio album in decades, \"A Map of the Floating City,\" Thomas Dolby has been working in the inspirational setting of a restored lifeboat. At TED2010 he premieres a gorgeous, evocative song from that album  about one night with a legend. He's backed by members of the modern string quartet Ethel."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "eo",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "mk",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Lies, damned lies and statistics (about TEDTalks ",
        "speaker": "Sebastian Wernicke",
        "id": 846,
        "description": "In a brilliantly tongue-in-cheek analysis, Sebastian Wernicke turns the tools of statistical analysis on TEDTalks, to come up with a metric for creating \"the optimum TEDTalk\" based on user ratings. How do you rate it? \"Jaw-dropping\"? \"Unconvincing\"? Or just plain \"Funny\"?"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Why I'm rowing across the Pacific",
        "speaker": "Roz Savage",
        "id": 844,
        "description": "Five years ago, Roz Savage quit her high-powered London job to become an ocean rower. She's crossed the Atlantic solo, and just started the third leg of a Pacific solo row, the first for a woman. Why does she do it? Hear her reasons, both deeply personal and urgently activist."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "et",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Build a tower, build a team",
        "speaker": "Tom Wujec",
        "id": 837,
        "description": "Tom Wujec presents some surprisingly deep research into the \"marshmallow problem\"  a simple team-building exercise that involves dry spaghetti, one yard of tape and a marshmallow. Who can build the tallest tower with these ingredients? And why does a surprising group always beat the average?"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "How art gives shape to cultural change",
        "speaker": "Thelma Golden",
        "id": 831,
        "description": "Thelma Golden, curator at the Studio Museum in Harlem, talks through three recent shows that explore how art examines and redefines culture. The \"post-black\" artists she works with are using their art to provoke a new dialogue about race and culture  and about the meaning of art itself."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "az",
            "eu",
            "bn",
            "bs",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "eo",
            "et",
            "fil",
            "fi",
            "fr",
            "ka",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lo",
            "lv",
            "lt",
            "rup",
            "mk",
            "ms",
            "mr",
            "nb",
            "nn",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "szl",
            "si",
            "sk",
            "sl",
            "es",
            "sv",
            "ta",
            "th",
            "tr",
            "uk",
            "ug",
            "uz",
            "vi"
        ],
        "title": "How to start a movement",
        "speaker": "Derek Sivers",
        "id": 814,
        "description": "With help from some surprising footage, Derek Sivers explains how movements really get started. (Hint: it takes two.)"
    },
    {
        "languages": [
            "ar",
            "hy",
            "bn",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "gl",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Music is medicine, music is sanity",
        "speaker": "Robert Gupta",
        "id": 805,
        "description": "Robert Gupta, violinist with the LA Philharmonic, talks about a violin lesson he once gave to a brilliant, schizophrenic musician  and what he learned. Called back onstage later, Gupta plays his own transcription of the prelude from Bach's Cello Suite No. 1."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "uk"
        ],
        "title": "We are the stories we tell ourselves",
        "speaker": "Shekhar Kapur",
        "id": 800,
        "description": "Where does creative inspiration spring from? At TEDIndia, Hollywood/Bollywood director Shekhar Kapur (\"Elizabeth,\" \"Mr. India\") pinpoints his source of creativity: sheer, utter panic. He shares a powerful way to unleash your inner storyteller."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "da",
            "nl",
            "en",
            "et",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lt",
            "nb",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Gaming can make a better world",
        "speaker": "Jane McGonigal",
        "id": 799,
        "description": "Games like World of Warcraft give players the means to save worlds, and incentive to learn the habits of heroes. What if we could harness this gamer power to solve real-world problems? Jane McGonigal says we can, and explains how."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "The magic of the placebo",
        "speaker": "Eric Mead",
        "id": 792,
        "description": "Sugar pills, injections of nothing  studies show that, more often than you'd expect, placebos really work. At TEDMED, magician Eric Mead does a trick to prove that, even when you know something's not real, you can still react as powerfully as if it is. (Warning: This talk is not suitable for viewers who are disturbed by needles or blood.)"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "In the Internet age, dance evolves ...",
        "speaker": "The LXD",
        "id": 786,
        "description": "The LXD (the Legion of Extraordinary Dancers) electrify the TED2010 stage with an emerging global street-dance culture, revved up by the Internet.  In a preview of Jon Chus upcoming Web series, this astonishing troupe show off their superpowers."
    },
    {
        "languages": [
            "ar",
            "hy",
            "az",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "eo",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Before Avatar ... a curious boy",
        "speaker": "James Cameron",
        "id": 785,
        "description": "James Cameron's big-budget (and even bigger-grossing) films create unreal worlds all their own. In this personal talk, he reveals his childhood fascination with the fantastic  from reading science fiction to deep-sea diving  and how it ultimately drove the success of his blockbuster hits \"Aliens,\" \"The Terminator,\" \"Titanic\" and \"Avatar.\""
    },
    {
        "languages": [
            "ar",
            "bn",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hi",
            "it",
            "ko",
            "mr",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es"
        ],
        "title": "The rise of cricket, the rise of India",
        "speaker": "Harsha Bhogle",
        "id": 780,
        "description": "The tale of a major global cultural phenomenon: Cricket commentator Harsha Bhogle describes the spectacular arrival of fast-paced 20-20 cricket as it parallels the rise of modern India.  He traces the game from its sleepy English roots to the current world of celebrity owners and million-dollar player contracts."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "tr"
        ],
        "title": "My 5 lives as an artist",
        "speaker": "Raghava KK",
        "id": 777,
        "description": "With endearing honesty and vulnerability, Raghava KK tells the colorful tale of how art has taken his life to new places, and how life experiences in turn have driven his multiple reincarnations as an artist  from cartoonist to painter, media darling to social outcast, and son to father."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "How to make a splash in social media",
        "speaker": "Alexis Ohanian",
        "id": 714,
        "description": "In a funny, rapid-fire 4 minutes, Alexis Ohanian of Reddit tells the real-life fable of one humpback whale's rise to Web stardom. The lesson of Mister Splashy Pants is a shoo-in classic for meme-makers and marketers in the Facebook age."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Pop culture in the Arab world",
        "speaker": "Shereen El Feki",
        "id": 710,
        "description": "At TEDGlobal University, Shereen El Feki shows how some Arab cultures are borrowing trademarks of Western pop culture  music videos, comics, even Barbie  and adding a culturally appropriate twist. The hybridized media shows how two civilizations, rather than dividing, can dovetail."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es"
        ],
        "title": "Why nations should pursue soft power",
        "speaker": "Shashi Tharoor",
        "id": 689,
        "description": "India is fast becoming a superpower, says Shashi Tharoor  not just through trade and politics, but through \"soft\" power, its ability to share its culture with the world through food, music, technology, Bollywood. He argues that in the long run it's not the size of the army that matters as much as a country's ability to influence the world's hearts and minds."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Dance to change the world",
        "speaker": "Mallika Sarabhai",
        "id": 688,
        "description": "At TEDIndia, Mallika Sarabhai, a dancer/actor/politician, tells a  \r\ntransformative story in dance  and argues that the arts may be the  \r\nmost powerful way to effect change, whether political, social or  \r\npersonal."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The surprising spread of Idol TV",
        "speaker": "Cynthia Schneider",
        "id": 684,
        "description": "Cynthia Schneider looks at two international \"American Idol\"-style shows  one in Afghanistan, and one in the United Arab Emirates  and shows the surprising effect that these reality-TV competitions are creating in their societies."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The 4 ways sound affects us",
        "speaker": "Julian Treasure",
        "id": 660,
        "description": "Playing sound effects both pleasant and awful, Julian Treasure shows how sound affects us in four significant ways. Listen carefully for a shocking fact about noisy open-plan offices."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "ka",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Robots that \"show emotion\"",
        "speaker": "David Hanson",
        "id": 657,
        "description": "David Hanson's robot faces look and act like yours: They recognize and respond to emotion, and make expressions of their own. Here, an \"emotional\" live demo of the Einstein robot offers a peek at a future where robots truly mimic humans."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Claim your \"manspace\"",
        "speaker": "Sam Martin",
        "id": 654,
        "description": "Author Sam Martin shares photos of a quirky world hobby that's trending with the XY set: \"manspaces.\" (They're custom-built hangouts where a man can claim a bit of his own territory to work, relax, be himself.) Grab a cold one and enjoy."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "ur",
            "uz",
            "vi"
        ],
        "title": "\"Wait It Out\"",
        "speaker": "Imogen Heap",
        "id": 639,
        "description": "Imogen Heap plays a powerful stripped-down version of \"Wait It Out,\" from her new record, Ellipse."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "id",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "A leap from the edge of space",
        "speaker": "Steve Truglia",
        "id": 627,
        "description": "At his day job, Steve Truglia flips cars, walks through fire and falls out of buildings  pushing technology to make stunts bigger, safer, more awesome. He talks us through his next stunt: the highest jump ever attempted, from the very edge of space."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lv",
            "mn",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "The music of a war child",
        "speaker": "Emmanuel Jal",
        "id": 615,
        "description": "For five years, young Emmanuel Jal fought as a child soldier in the Sudan. Rescued by an aid worker, he's become an international hip-hop star and an activist for kids in war zones. In words and lyrics, he tells the story of his amazing life."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "en",
            "fr",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es"
        ],
        "title": "Odes to vice and consequences",
        "speaker": "Felix Dennis",
        "id": 562,
        "description": "Media big shot Felix Dennis roars his fiery, funny, sometimes racy original poetry, revisiting haunting memories and hard-won battle scars from a madcap  yet not too repentant  life. Best enjoyed with a glass of wine."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "sv",
            "tr",
            "vi"
        ],
        "title": "A full-band beatbox",
        "speaker": "Naturally 7",
        "id": 544,
        "description": "One-of-a-kind R&B group Naturally 7 beatboxes an orchestra's worth of instruments to groove through their smooth single, \"Fly Baby.\""
    },
    {
        "languages": [],
        "title": "Chaos and harmony on piano",
        "speaker": "Eric Lewis",
        "id": 541,
        "description": "Eric Lewis explores the piano's expressive power as he pounds and caresses the keys (and the strings) in a performance during the 2009 TED Prize session. He plays an original song, a tribute to ocean and sky and the vision of the TED Prize winners."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "my",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "9 life lessons from rock climbing",
        "speaker": "Matthew Childs",
        "id": 518,
        "description": "In this talk from TED University 2009, veteran rock climber Matthew Childs shares nine pointers for rock climbing. These handy tips bear on an effective life at sea level, too."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "tr"
        ],
        "title": "A theory of everything",
        "speaker": "Emily Levine",
        "id": 510,
        "description": "Philosopher-comedian Emily Levine talks (hilariously) about science, math, society and the way everything connects. She's a brilliant trickster, poking holes in our fixed ideas and bringing hidden truths to light. Settle in and let her ping your brain."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr"
        ],
        "title": "Scenes from \"My Architect\"",
        "speaker": "Nathaniel Kahn",
        "id": 506,
        "description": "Nathaniel Kahn shares clips from his documentary \"My Architect,\" about his quest to understand his father, the legendary architect Louis Kahn. It's a film with meaning to anyone who seeks to understand the relationship between art and love."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "Extreme wingsuit flying",
        "speaker": "Ueli Gegenschatz",
        "id": 502,
        "description": "Wingsuit jumping is the leading edge of extreme sports  an exhilarating feat of almost unbelievable daring, where skydivers soar through canyons at over 100MPH. Ueli Gegenschatz talks about how (and why) he does it, and shows jawdropping film."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Poetry of youth and age",
        "speaker": "C.K. Williams",
        "id": 500,
        "description": "Poet C.K. Williams reads his work at TED2001. As he colors scenes of childhood resentments, college loves, odd neighbors and the literal death of youth, he reminds us of the unique challenges of living."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "What is faux nostalgia?",
        "speaker": "Bruce McCall",
        "id": 489,
        "description": "Bruce McCall paints a future that never happened  full of flying cars, polo-playing tanks and the RMS Tyrannic, \"The Biggest Thing in All the World.\" At Serious Play '08, he narrates a brisk and funny slideshow of his faux-nostalgic art."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "my",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "da",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "mk",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sl",
            "es",
            "sv",
            "tr",
            "uk"
        ],
        "title": "My obsession with objects and the stories they tell",
        "speaker": "Adam Savage",
        "id": 488,
        "description": "Adam Savage talks about his fascination with the dodo bird, and how it led him on a strange and surprising double quest. It's an entertaining adventure through the mind of a creative obsessive."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "ku",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "th",
            "tr"
        ],
        "title": "Play is more than just fun",
        "speaker": "Stuart Brown",
        "id": 483,
        "description": "A pioneer in research on play, Dr. Stuart Brown says humor, games, roughhousing, flirtation and fantasy are more than just fun. Plenty of play in childhood makes for happy, smart adults  and keeping it up can make us smarter at any age."
    },
    {
        "languages": [],
        "title": "Piano jazz that rocks",
        "speaker": "Eric Lewis",
        "id": 478,
        "description": "Eric Lewis, an astonishingly talented crossover jazz pianist  seen by many for the first time at TED2009  sets fire to the keys with his shattering rendition of Evanescence's chart-topper, \"Going Under.\""
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "et",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "ku",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "tr"
        ],
        "title": "Learning from dirty jobs",
        "speaker": "Mike Rowe",
        "id": 477,
        "description": "Mike Rowe, the host of \"Dirty Jobs,\" tells some compelling (and horrifying) real-life job stories. Listen for his insights and observations about the nature of hard work, and how its been unjustifiably degraded in society today."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "tr",
            "vi"
        ],
        "title": "Games for girls",
        "speaker": "Brenda Laurel",
        "id": 474,
        "description": "A TED archive gem. At TED in 1998, Brenda Laurel asks: Why are all the top-selling videogames aimed at little boys? She spent two years researching the world of girls (and shares amazing interviews and photos) to create a game that girls would love."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "uk",
            "uz",
            "vi"
        ],
        "title": "The voices of Twitter users",
        "speaker": "Evan Williams",
        "id": 473,
        "description": "In the year leading up to this talk, the web tool Twitter exploded in size (up 10x during 2008 alone). Co-founder Evan Williams reveals that many of the ideas driving that growth came from unexpected uses invented by the users themselves."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "vi"
        ],
        "title": "My underground art",
        "speaker": "Miru Kim",
        "id": 472,
        "description": "At the 2008 EG Conference, artist Miru Kim talks about her work. Kim explores industrial ruins underneath New York and then photographs herself in them, nude  to bring these massive, dangerous, hidden spaces into sharp focus."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "uk"
        ],
        "title": "How Benjamin Button got his face",
        "speaker": "Ed Ulbrich",
        "id": 469,
        "description": "Ed Ulbrich, the digital-effects guru from Digital Domain, explains the Oscar-winning technology that allowed his team to digitally create the older versions of Brad Pitt's face for \"The Curious Case of Benjamin Button.\""
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "eo",
            "fil",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "th",
            "tr",
            "uk"
        ],
        "title": "El Sistema's top youth orchestra",
        "speaker": "Gustavo Dudamel and the Teresa Carreo Youth Orchestra",
        "id": 466,
        "description": "The Teresa Carreo Youth Orchestra contains the best high school musicians from Venezuela's life-changing music program, El Sistema. Led here by Gustavo Dudamel, they play Shostakovich's Symphony No. 10, 2nd movement, and Arturo Mrquez' Danzn No. 2."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lv",
            "ml",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "uk"
        ],
        "title": "The El Sistema music revolution",
        "speaker": "Jose Antonio Abreu",
        "id": 464,
        "description": "Jose Antonio Abreu is the charismatic founder of a youth orchestra system that has transformed thousands of kids' lives in Venezuela.  Here he shares his amazing story and unveils a TED Prize wish that could have a big impact in the US and beyond."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "az",
            "eu",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "et",
            "fil",
            "fi",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "lt",
            "mk",
            "mn",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "uz",
            "vi"
        ],
        "title": "Your elusive creative genius",
        "speaker": "Elizabeth Gilbert",
        "id": 453,
        "description": "Elizabeth Gilbert muses on the impossible things we expect from artists and geniuses  and shares the radical idea that, instead of the rare person \"being\" a genius, all of us \"have\" a genius. It's a funny, personal and surprisingly moving talk."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es"
        ],
        "title": "Fiddling in reel time",
        "speaker": "Natalie MacMaster",
        "id": 447,
        "description": "Natalie MacMaster and her musical partner Donnell Leahy play several tunes from the Cape Breton tradition  a sprightly, soulful style of folk fiddling. It's an inspired collaboration that will have you clapping (and maybe dancing) along."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "en",
            "fr",
            "el",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es"
        ],
        "title": "Great design is serious, not solemn",
        "speaker": "Paula Scher",
        "id": 435,
        "description": "Paula Scher looks back at a life in design (she's done album covers, books, the Citibank logo ...) and pinpoints the moment when she started really having fun. Look for gorgeous designs and images from her legendary career."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ko",
            "nb",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr"
        ],
        "title": "The visual magic of comics",
        "speaker": "Scott McCloud",
        "id": 432,
        "description": "In this unmissable look at the magic of comics, Scott McCloud bends the presentation format into a cartoon-like experience, where colorful diversions whiz through childhood fascinations and imagined futures that our eyes can hear and touch."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "ka",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sl",
            "es",
            "tr",
            "vi"
        ],
        "title": "The price of happiness",
        "speaker": "Benjamin Wallace",
        "id": 419,
        "description": "Can happiness be bought? To find out, author Benjamin Wallace sampled the world's most expensive products, including a bottle of 1947 Chateau Cheval Blanc, 8 ounces of Kobe beef and the fabled (notorious) Kopi Luwak coffee. His critique may surprise you."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lt",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "Why we make bad decisions",
        "speaker": "Dan Gilbert",
        "id": 420,
        "description": "Dan Gilbert presents research and data from his exploration of happiness  sharing some surprising tests and experiments that you can also try on yourself. Watch through to the end for a sparkling Q&A with some familiar TED faces."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "mk",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "My library of human imagination",
        "speaker": "Jay Walker",
        "id": 418,
        "description": "Jay Walker, curator of the Library of Human Imagination, conducts a surprising show-and-tell session highlighting a few of the intriguing artifacts that backdropped the 2008 TED stage."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "The joyful tradition of mountain music",
        "speaker": "David Holt",
        "id": 413,
        "description": "Folk musician and storyteller David Holt plays the banjo and shares photographs and old wisdom from the Appalachian Mountains. He also demonstrates some unusual instruments like the mouth bow  and a surprising electric drum kit he calls \"thunderwear.\""
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Demo: The Orb",
        "speaker": "Nick Sears",
        "id": 412,
        "description": "Inventor Nick Sears demos the first generation of the Orb, a rotating persistence-of-vision display that creates glowing 3D images. A short, cool tale of invention."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "en",
            "fr",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es"
        ],
        "title": "Life in Second Life",
        "speaker": "Philip Rosedale",
        "id": 410,
        "description": "Why build a virtual world? Philip Rosedale talks about the virtual society he founded, Second Life, and its underpinnings in human creativity. It's a place so different that anything could happen."
    },
    {
        "languages": [
            "sq",
            "ar",
            "as",
            "bg",
            "my",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "ta",
            "th",
            "tr",
            "uk",
            "uz",
            "vi"
        ],
        "title": "Do the green thing",
        "speaker": "Andy Hobsbawm",
        "id": 407,
        "description": "Andy Hobsbawm shares a fresh ad campaign about going green  and some of the fringe benefits."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "sv",
            "tr"
        ],
        "title": "A foie gras parable",
        "speaker": "Dan Barber",
        "id": 406,
        "description": "At the Taste3 conference, chef Dan Barber tells the story of a small farm in Spain that has found a humane way to produce foie gras. Raising his geese in a natural environment, farmer Eduardo Sousa embodies the kind of food production Barber believes in."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "A tour of Nollywood, Nigeria's booming film industry",
        "speaker": "Franco Sacchi",
        "id": 403,
        "description": "Zambia-born filmmaker Franco Sacchi tours us through Nollywood, Nigeria's booming film industry (the world's 3rd largest). Guerrilla filmmaking and brilliance under pressure from crews that can shoot a full-length feature in a week."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr"
        ],
        "title": "Fashion and creativity",
        "speaker": "Isaac Mizrahi",
        "id": 396,
        "description": "Fashion designer Isaac Mizrahi spins through a dizzying array of inspirations  from '50s pinups to a fleeting glimpse of a woman on the street who makes him shout \"Stop the cab!\" Inside this rambling talk are real clues to living a happy, creative life."
    },
    {
        "languages": [
            "ar",
            "az",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fil",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "Tidying up art",
        "speaker": "Ursus Wehrli",
        "id": 400,
        "description": "Ursus Wehrli shares his vision for a cleaner, more organized, tidier form of art  by deconstructing the paintings of modern masters into their component pieces, sorted by color and size."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "id",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "The power and the danger of online crowds",
        "speaker": "James Surowiecki",
        "id": 390,
        "description": "James Surowiecki pinpoints the moment when social media became an equal player in the world of news-gathering: the 2005 tsunami, when YouTube video, blogs, IMs and txts carried the news  and preserved moving personal stories from the tragedy."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "The story of Ezra",
        "speaker": "Newton Aduaka",
        "id": 386,
        "description": "Filmmaker Newton Aduaka shows clips from his powerful, lyrical feature film \"Ezra,\" about a child soldier in Sierra Leone."
    },
    {
        "languages": [
            "af",
            "sq",
            "ar",
            "hy",
            "az",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "et",
            "fil",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "kk",
            "ko",
            "lv",
            "mk",
            "ms",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "ug",
            "vi"
        ],
        "title": "A story of mixed emoticons",
        "speaker": "Rives",
        "id": 383,
        "description": "Rives tells a typographical fairy tale that's short and bittersweet ;)"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "tr"
        ],
        "title": "Aliens, love -- where are they?",
        "speaker": "John Hodgman",
        "id": 374,
        "description": "Humorist John Hodgman rambles through a new story about aliens, physics, time, space and the way all of these somehow contribute to a sweet, perfect memory of falling in love."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ko",
            "lt",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "On glamour",
        "speaker": "Virginia Postrel",
        "id": 375,
        "description": "In a timely talk, cultural critic Virginia Postrel muses on the true meaning, and the powerful uses, of glamour  which she defines as any calculated, carefully polished image designed to impress and persuade."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bn",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "ka",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lt",
            "mk",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Playing invisible turntables",
        "speaker": "James Burchfield",
        "id": 364,
        "description": "Human beatbox James \"AudioPoet\" Burchfield performs an intricate three-minute breakdown  sexy, propulsive hip-hop rhythms and turntable textures  all using only his voice."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es"
        ],
        "title": "Lessons from past presidents",
        "speaker": "Doris Kearns Goodwin",
        "id": 363,
        "description": "Historian Doris Kearns Goodwin talks about what we can learn from American presidents, including Abraham Lincoln and Lyndon Johnson. Then she shares a moving memory of her own father, and of their shared love of baseball."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fr",
            "gl",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Are games better than life?",
        "speaker": "David Perry",
        "id": 361,
        "description": "Game designer David Perry says tomorrow's videogames will be more than mere fun to the next generation of gamers. They'll be lush, complex, emotional experiences  more involving and meaningful to some than real life. With an excerpt from Michael Highland's film \"As Real as Your Life.\""
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "en",
            "fr",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Playtime with Pleo, your robotic dinosaur friend",
        "speaker": "Caleb Chung",
        "id": 350,
        "description": "Pleo the robot dinosaur acts like a living pet  exploring, cuddling, playing, reacting and learning. Inventor Caleb Chung talks about Pleo and his wild toy career at EG07, on the week that Pleo shipped to stores for the first time."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es"
        ],
        "title": "The camel's hump",
        "speaker": "Keith Bellows",
        "id": 345,
        "description": "Keith Bellows gleefully outlines the engineering marvels of the camel, a vital creature he calls \"the SUV of the desert.\" Though he couldn't bring a live camel to TED, he gets his camera crew as close as humanly possible to a one-ton beast in full rut."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hi",
            "it",
            "ja",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es"
        ],
        "title": "Once upon a time, my mother ...",
        "speaker": "Carmen Agra Deedy",
        "id": 347,
        "description": "Storyteller Carmen Agra Deedy spins a funny, wise and luminous tale of parents and kids, starring her Cuban mother. Settle in and enjoy the ride  Mama's driving!"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ja",
            "ko",
            "lt",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "uk"
        ],
        "title": "A free digital library",
        "speaker": "Brewster Kahle",
        "id": 346,
        "description": "Brewster Kahle is building a truly huge digital library  every book ever published, every movie ever released, all the strata of web history ... It's all free to the public  unless someone else gets to it first."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "A talking, squawking parrot",
        "speaker": "Einstein the Parrot",
        "id": 334,
        "description": "This whimsical wrap-up of TED2006  presented by Einstein, the African grey parrot, and her trainer, Stephanie White  simply tickles. Watch for the moment when Einstein has a moment with Al Gore."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Great piano performances, recreated",
        "speaker": "John Q. Walker",
        "id": 329,
        "description": "Imagine hearing great, departed pianists play again today, just as they would in person. John Q. Walker demonstrates how recordings can be analyzed for precise keystrokes and pedal motions, then played back on computer-controlled grand pianos."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "\"The Dog Song\"",
        "speaker": "Nellie McKay",
        "id": 325,
        "description": "Animal fan Nellie McKay sings a sparkling tribute to her dear dog. She suggests we all do the same: \"Just go right to the pound/ And find yourself a hound/ And make that doggie proud/ 'cause that's what it's all about.\""
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "eo",
            "fi",
            "fr",
            "de",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "sv",
            "tr"
        ],
        "title": "Close-up card magic with a twist",
        "speaker": "Lennart Green",
        "id": 327,
        "description": "Like your uncle at a family party, the rumpled Swedish doctor Lennart Green says, \"Pick a card, any card.\" But what he does with those cards is pure magic  flabbergasting, lightning-fast, how-does-he-do-it? magic."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "lt",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "How photography connects us",
        "speaker": "David Griffin",
        "id": 324,
        "description": "The photo director for National Geographic, David Griffin knows the power of photography to connect us to our world. In a talk filled with glorious images, he talks about how we all use photos to tell our stories."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fil",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "ms",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Blindfold origami and cello",
        "speaker": "Bruno Bowden and Rufus Cappadocia",
        "id": 322,
        "description": "After Robert Lang's talk on origami at TED2008, Bruno Bowden stepped onstage with a challenge  he would fold one of Lang's astonishingly complicated origami figures, blindfolded, in under 2 minutes. He's accompanied by the cellist Rufus Cappadocia."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "vi"
        ],
        "title": "The web as art",
        "speaker": "Jonathan Harris",
        "id": 316,
        "description": "At the EG conference in December 2007, artist Jonathan Harris discusses his latest projects, which involve collecting stories: his own, strangers', and stories collected from the Internet, including his amazing \"We Feel Fine.\""
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lt",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sh",
            "es",
            "tr",
            "vi"
        ],
        "title": "On humanity",
        "speaker": "Chris Abani",
        "id": 294,
        "description": "Chris Abani tells stories of people: People standing up to soldiers. People being compassionate. People being human and reclaiming their humanity. It's \"ubuntu,\" he says: the only way for me to be human is for you to reflect my humanity back at me."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "ku",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr"
        ],
        "title": "Brain magic",
        "speaker": "Keith Barry",
        "id": 310,
        "description": "First, Keith Barry shows us how our brains can fool our bodies  in a trick that works via podcast too. Then he involves the audience in some jaw-dropping (and even a bit dangerous) feats of brain magic."
    },
    {
        "languages": [
            "ar",
            "az",
            "bg",
            "zh-cn",
            "zh-tw",
            "zh",
            "hr",
            "cs",
            "nl",
            "en",
            "eo",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "srp",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sl",
            "es",
            "sw",
            "sv",
            "tr",
            "vi"
        ],
        "title": "My year of living biblically",
        "speaker": "A.J. Jacobs",
        "id": 301,
        "description": "Speaking at the most recent EG conference, author, philosopher, prankster and journalist A.J. Jacobs talks about the year he spent living biblically  following the rules in the Bible as literally as possible."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "\"Mother of Pearl,\" \"If I Had You\"",
        "speaker": "Nellie McKay",
        "id": 296,
        "description": "The wonderful Nellie McKay sings \"Mother of Pearl\" (with the immortal first line \"Feminists don't have a sense of humor\") and \"If I Had You\" from her sparkling set at TED2008."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Animate characters by evolving them",
        "speaker": "Torsten Reil",
        "id": 300,
        "description": "Torsten Reil talks about how the study of biology can help make natural-looking animated people  by building a human from the inside out, with bones, muscles and a nervous system. He spoke at TED in 2003; see his work now in GTA4."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "\"Peace on Earth\"",
        "speaker": "Raul Midon",
        "id": 298,
        "description": "Guitarist and singer Raul Midon plays \"Everybody\" and \"Peace on Earth\" during his 2007 set at TED."
    },
    {
        "languages": [],
        "title": "A performance with breath, music, passion",
        "speaker": "Sxip Shirey and Rachelle Garniez",
        "id": 290,
        "description": "Composer Sxip Shirey makes music from the simple, dramatic act of breathing  alone and together. Open your ears to a passionate 3 minutes."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "eo",
            "fr",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "mk",
            "ms",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "\"Clonie\"",
        "speaker": "Nellie McKay",
        "id": 287,
        "description": "Singer-songwriter Nellie McKay performs the semi-serious song \"Clonie\"  about creating the ultimate companion."
    },
    {
        "languages": [
            "af",
            "sq",
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "gl",
            "ka",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "mk",
            "nn",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "uz",
            "vi"
        ],
        "title": "The transformative power of classical music",
        "speaker": "Benjamin Zander",
        "id": 286,
        "description": "Benjamin Zander has two infectious passions: classical music, and helping us all realize our untapped love for it  and by extension, our untapped love for all new possibilities, new experiences, new connections."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Archeology, animal photography, BBQ ...",
        "speaker": "Nathan Myhrvold",
        "id": 271,
        "description": "Nathan Myhrvold talks about a few of his latest fascinations  animal photography, archeology, BBQ and generally being an eccentric genius multimillionaire. Listen for wild stories from the (somewhat raunchy) edge of the animal world."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "Moving sculpture",
        "speaker": "Arthur Ganson",
        "id": 267,
        "description": "Sculptor and engineer Arthur Ganson talks about his work  kinetic art that explores deep philosophical ideas and is gee-whiz fun to look at."
    },
    {
        "languages": [
            "af",
            "sq",
            "ar",
            "hy",
            "az",
            "bi",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "et",
            "fi",
            "fr",
            "fr-ca",
            "ka",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "it",
            "ja",
            "ko",
            "lt",
            "mn",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The news about the news",
        "speaker": "Alisa Miller",
        "id": 248,
        "description": "Alisa Miller, head of Public Radio International, talks about why  though we want to know more about the world than ever  the US media is actually showing less. Eye-opening stats and graphs."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Juggling as art ... and science",
        "speaker": "Michael Moschen",
        "id": 260,
        "description": "Michael Moschen puts on a quietly mesmerizing show of juggling. Don't think juggling is an art? You might just change your mind after watching Moschen in motion."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "en",
            "fr",
            "fr-ca",
            "de",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es"
        ],
        "title": "Wake up!",
        "speaker": "They Might Be Giants",
        "id": 254,
        "description": "In a very, very early-morning set, They Might Be Giants rock the final day of TED2007."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "et",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "sv",
            "tl",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Where does creativity hide?",
        "speaker": "Amy Tan",
        "id": 250,
        "description": "Novelist Amy Tan digs deep into the creative process, looking for hints of how hers evolved."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Inventing instruments that unlock new music",
        "speaker": "Tod Machover and Dan Ellsey",
        "id": 246,
        "description": "Tod Machover of MIT's Media Lab is devoted to extending musical expression to everyone, from virtuosos to amateurs, and in the most diverse forms, from opera to video games. He and composer Dan Ellsey shed light on what's next."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ky",
            "lv",
            "mk",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "sl",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Free or cheap Wii Remote hacks",
        "speaker": "Johnny Lee",
        "id": 245,
        "description": "Building sophisticated educational tools out of cheap parts, Johnny Lee demos his cool Wii Remote hacks, which turn the $40 video game controller into a digital whiteboard, a touchscreen and a head-mounted 3-D viewer."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "A new kind of music video",
        "speaker": "Jakob Trollback",
        "id": 241,
        "description": "What would a music video look like if it were directed by the music, purely as an expression of a great song, rather than driven by a filmmaker's concept? Designer Jakob Trollback shares the results of his experiment in the form."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "th",
            "bo",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The search for the true face of Leonardo",
        "speaker": "Siegfried Woldhek",
        "id": 235,
        "description": "Mona Lisa is one of the best-known faces on the planet. But would you recognize an image of Leonardo da Vinci? Illustrator Siegfried Woldhek uses some thoughtful image-analysis techniques to find what he believes is the true face of Leonardo."
    },
    {
        "languages": [
            "ar",
            "eu",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "da",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lt",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "sv",
            "th",
            "uk"
        ],
        "title": "My wish: Once Upon a School",
        "speaker": "Dave Eggers",
        "id": 233,
        "description": "Accepting his 2008 TED Prize, author Dave Eggers asks  the TED community to personally, creatively engage with local public schools. With spellbinding eagerness, he talks about how his 826 Valencia tutoring center inspired others around the world to open"
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es"
        ],
        "title": "5 predictions, from 1984",
        "speaker": "Nicholas Negroponte",
        "id": 230,
        "description": "With surprising accuracy, Nicholas Negroponte predicts what will happen with CD-ROMs, web interfaces, service kiosks, the touchscreen interface of the iPhone and his own One Laptop per Child project."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "sl",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Model rocketry",
        "speaker": "Steve Jurvetson",
        "id": 225,
        "description": "Moneyman Steve Jurvetson takes TEDsters inside his awesome hobby  launching model rockets - by sharing some gorgeous photos, his infectious glee and just a whiff of danger."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ko",
            "lt",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "Juggle and jest",
        "speaker": "Raspyni Brothers",
        "id": 223,
        "description": "Illustrious jugglers the Raspyni Brothers show off their uncanny balance, agility, coordination and willingness to sacrifice (others). Now, if you'll just stand completely still..."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "The Jill and Julia Show",
        "speaker": "Jill Sobule and Julia Sweeney",
        "id": 222,
        "description": "Two TED favorites, Jill Sobule and Julia Sweeney, team up for a delightful set that mixes witty songwriting with a little bit of social commentary."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "An illustrated journey through Rome",
        "speaker": "David Macaulay",
        "id": 215,
        "description": "David Macaulay relives the winding and sometimes surreal journey toward the completion of Rome Antics, his illustrated homage to the historic city."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "tr",
            "vi"
        ],
        "title": "An unusual glimpse at celebrity",
        "speaker": "Alison Jackson",
        "id": 210,
        "description": "By making photographs that seem to show our favorite celebs (Diana, Elton John) doing what we really, secretly, want to see them doing, Alison Jackson explores our desire to get personal with celebs. Contains graphic images."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "The music wars",
        "speaker": "David Pogue",
        "id": 196,
        "description": "New York Times tech columnist David Pogue performs a satirical mini-medley about iTunes and the downloading wars, borrowing a few notes from Sonny and Cher and the Village People."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ko",
            "lv",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "The life-long learner",
        "speaker": "Ben Dunlap",
        "id": 208,
        "description": "Wofford College president Ben Dunlap tells the story of Sandor Teszler, a Hungarian Holocaust survivor who taught him about passionate living and lifelong learning."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ja",
            "ko",
            "ku",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "\"Tembererana\"",
        "speaker": "Raul Midon",
        "id": 188,
        "description": "Singer/guitarist Ral Midn performs All the Answers in a world premiere at TED2007, followed by the sprightly \"Tembererana.\""
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "cs",
            "da",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "mk",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "The mystery box",
        "speaker": "J.J. Abrams",
        "id": 205,
        "description": "J.J. Abrams traces his love for the unseen mystery - a passion thats evident in his films and TV shows, including Cloverfield, Lost and Alias  back to its magical beginnings."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "ta",
            "th",
            "tr",
            "vi"
        ],
        "title": "Tales of passion",
        "speaker": "Isabel Allende",
        "id": 204,
        "description": "Author and activist Isabel Allende discusses women, creativity, the definition of feminism  and, of course, passion  in this talk."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "my",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "et",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "lv",
            "lt",
            "mk",
            "srp",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "sl",
            "es",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "5 dangerous things you should let your kids do",
        "speaker": "Gever Tulley",
        "id": 202,
        "description": "At TED U, Gever Tulley, founder of the Tinkering School, spells out 5 dangerous things you should let your kids do  and why a little danger is good for both kids and grownups."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "eo",
            "fi",
            "fr",
            "ka",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "kn",
            "ko",
            "ku",
            "lv",
            "lt",
            "mk",
            "ne",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "tr",
            "uk",
            "vi"
        ],
        "title": "A performance of \"Mathemagic\"",
        "speaker": "Arthur Benjamin",
        "id": 199,
        "description": "In a lively show, mathemagician Arthur Benjamin races a team of calculators to figure out 3-digit squares, solves another massive mental equation and guesses a few birthdays. How does he do it? Hell tell you."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "et",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "sv",
            "tr"
        ],
        "title": "Laws that choke creativity",
        "speaker": "Lawrence Lessig",
        "id": 187,
        "description": "Lawrence Lessig, the Nets most celebrated lawyer, cites John Philip Sousa, celestial copyrights and the \"ASCAP cartel\" in his argument for reviving our creative culture."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "ku",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "The illustrated woman",
        "speaker": "Maira Kalman",
        "id": 182,
        "description": "Author and illustrator Maira Kalman talks about her life and work, from her covers for The New Yorker to her books for children and grown-ups. She is as wonderful, as wise and as deliciously off-kilter in person as she is on paper."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "ka",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lv",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "sv",
            "tr",
            "uk"
        ],
        "title": "Life at 30,000 feet",
        "speaker": "Richard Branson",
        "id": 181,
        "description": "Richard Branson talks to TED's Chris Anderson about the ups and the downs of his career, from his multibillionaire success to his multiple near-death experiences  and reveals some of his (very surprising) motivations."
    },
    {
        "languages": [
            "sq",
            "ar",
            "az",
            "eu",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "ka",
            "de",
            "el",
            "he",
            "hu",
            "hup",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "mt",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "My magic moves",
        "speaker": "Kenichi Ebina",
        "id": 179,
        "description": "Kenichi Ebina moves his body in a manner that appears to defy the limits imposed by the human skeleton. He combines breakdancing and hip-hop with mime using movements that are simultaneously precise and fluid."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "he",
            "it",
            "ko",
            "nb",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "An Iraq war movie crowd-sourced from soldiers",
        "speaker": "Deborah Scranton",
        "id": 171,
        "description": "Filmmaker Deborah Scranton talks about and shows clips from her documentary The War Tapes, which puts cameras in the hands of soldiers fighting in Iraq."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "lt",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "My creations, a new form of life",
        "speaker": "Theo Jansen",
        "id": 162,
        "description": "Artist Theo Jansen demonstrates the amazingly lifelike kinetic sculptures he builds from plastic tubes and lemonade bottles. His creatures are designed to move  and even survive  on their own."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sl",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "The joy of lexicography",
        "speaker": "Erin McKean",
        "id": 161,
        "description": "Is the beloved paper dictionary doomed to extinction? In this infectiously exuberant talk, leading lexicographer Erin McKean looks at the many ways today's print dictionary is poised for transformation."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "th",
            "uk",
            "vi"
        ],
        "title": "My journey into movies that matter",
        "speaker": "Jeff Skoll",
        "id": 170,
        "description": "Film producer Jeff Skoll (An Inconvenient Truth) talks about his film company, Participant Productions, and the people who've inspired him to do good."
    },
    {
        "languages": [],
        "title": "\"Woza\"",
        "speaker": "Vusi Mahlasela",
        "id": 169,
        "description": "After Vusi Mahlasela's 3-song set at TEDGlobal, the audience wouldn't let him go. His encore, \"Woza,\" showcases his brilliant guitar playing and multilingual lyrics."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "\"Thula Mama\"",
        "speaker": "Vusi Mahlasela",
        "id": 158,
        "description": "South African singer-songwriter Vusi Mahlasela dedicates his song, \"Thula Mama,\" to all women  and especially his grandmother."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "es"
        ],
        "title": "Telling stories from Africa",
        "speaker": "Chris Abani",
        "id": 155,
        "description": "In this deeply personal talk, Nigerian writer Chris Abani says that what we know about how to be who we are comes from stories. He searches for the heart of Africa through its poems and narrative, including his own."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "id",
            "it",
            "ja",
            "ko",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "Visualizing the wonder of a living cell",
        "speaker": "David Bolinsky",
        "id": 147,
        "description": "Medical animator David Bolinsky presents 3 minutes of stunning animation that show the bustling life inside a cell."
    },
    {
        "languages": [
            "ar",
            "hy",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "mk",
            "nb",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "The  4 a.m. mystery",
        "speaker": "Rives",
        "id": 148,
        "description": "Poet Rives does 8 minutes of lyrical origami, folding history into a series of coincidences surrounding that most surreal of hours, 4 o'clock in the morning."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "en",
            "fi",
            "fr",
            "de",
            "he",
            "it",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "uk"
        ],
        "title": "Spore, birth of a game",
        "speaker": "Will Wright",
        "id": 146,
        "description": "In a friendly, high-speed presentation, Will Wright demos his newest game, Spore, which promises to dazzle users even more than his previous masterpieces."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "lt",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "The Web's secret stories",
        "speaker": "Jonathan Harris",
        "id": 144,
        "description": "Jonathan Harris wants to make sense of the emotional world of the Web. With deep compassion for the human condition, his projects troll the Internet to find out what we're all feeling and looking for."
    },
    {
        "languages": [],
        "title": "A string quartet plays \"Blue Room\"",
        "speaker": "Ethel",
        "id": 138,
        "description": "The avant-garde string quartet Ethel performs the third movement from Phil Kline's four-part suite \"The Blue Room and Other Stories.\" Searching melodic lines show off the deep, emotional musicality of these passionate players."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr"
        ],
        "title": "\"Black Men Ski\"",
        "speaker": "Stew",
        "id": 119,
        "description": "What happens when a black man visits Aspen? Singer/songwriter Stew and his band are about to let you know."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "th",
            "tr",
            "vi"
        ],
        "title": "Cape Breton fiddling in reel time",
        "speaker": "Natalie MacMaster and Thomas Dolby",
        "id": 117,
        "description": "Violinist Natalie MacMaster and TED Musical Director Thomas Dolby play Dolbys original song Blue Is a River in this ethereal duet  with a little dancing."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "Technology's long tail",
        "speaker": "Chris Anderson",
        "id": 72,
        "description": "Chris Anderson, the editor of WIRED, explores the four key stages of any viable technology: setting the right price, gaining market share, displacing an established technology and, finally, becoming ubiquitous."
    },
    {
        "languages": [
            "sq",
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "fr-ca",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "lv",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "\"La Vie en Rose\"",
        "speaker": "Thomas Dolby and Rachelle Garniez",
        "id": 115,
        "description": "Featuring the vocals and mischievous bell-playing of accordionist and singer Rachelle Garniez, the TED House Band  led by Thomas Dolby on keyboard  delivers this delightful rendition of the Edith Piaf standard \"La Vie en Rose.\""
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "\"What You've Got\"",
        "speaker": "Eddi Reader and Thomas Dolby",
        "id": 109,
        "description": "Singer/songwriter Eddi Reader performs \"What You Do With What You've Got,\" a meditation on a very TED theme: how to use your gifts and talents to make a difference. With Thomas Dolby on piano."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "\"Kiteflyer's Hill\"",
        "speaker": "Eddi Reader",
        "id": 110,
        "description": "Singer/songwriter Eddi Reader performs \"Kiteflyer's Hill,\" a tender look back at a lost love. With Thomas Dolby on piano."
    },
    {
        "languages": [
            "ar",
            "bg",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "A mockingbird remix of TED2006",
        "speaker": "Rives",
        "id": 108,
        "description": "Rives recaps the most memorable moments of TED2006 in the free-spirited rhyming verse of a fantastical mockingbird lullaby."
    },
    {
        "languages": [
            "sq",
            "ar",
            "eu",
            "bg",
            "zh-cn",
            "zh-tw",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "es",
            "sv",
            "th",
            "tr",
            "uk",
            "vi"
        ],
        "title": "How to truly listen",
        "speaker": "Evelyn Glennie",
        "id": 103,
        "description": "In this soaring demonstration, deaf percussionist Evelyn Glennie illustrates how listening to music involves much more than simply letting sound waves hit your eardrums."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sl",
            "es",
            "tr",
            "vi"
        ],
        "title": "The illusion of consciousness",
        "speaker": "Dan Dennett",
        "id": 102,
        "description": "Philosopher Dan Dennett makes a compelling argument that not only don't we understand our own consciousness, but that half the time our brains are actively fooling us."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "he",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "Casting a spell on the cello",
        "speaker": "Caroline Lavelle",
        "id": 101,
        "description": "Caroline Lavelle plays the cello like a sorceress casting a spell, occasionally hiding behind her wild mane of blond hair as she sings of pastoral themes. She performs \"Farther than the Sun,\" backed by Thomas Dolby on keyboards."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "uk"
        ],
        "title": "Software (as  art",
        "speaker": "Golan Levin",
        "id": 14,
        "description": "Engineer and artist Golan Levin pushes the boundaries of whats possible with audiovisuals and technology. In an amazing TED display, he shows two programs he wrote to perform his original compositions."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "sk",
            "es",
            "tr",
            "vi"
        ],
        "title": "Singing \"What I Want\"",
        "speaker": "Nora York",
        "id": 81,
        "description": "Nora York gives a stunning performance of her song \"What I Want,\" with Jamie Lawrence (keyboards), Steve Tarshis (guitar) and Arthur Kell (bass)."
    },
    {
        "languages": [],
        "title": "A dance of \"Symbiosis\"",
        "speaker": "Pilobolus",
        "id": 24,
        "description": "Two Pilobolus dancers perform \"Symbiosis.\" Does it trace the birth of a relationship? Or the co-evolution of symbiotic species? Music: \"God Music,\" George Crumb; \"Fratres,\" Arvo Part; \"MorangoAlmost a Tango,\" Thomas Oboe Lee."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "nl",
            "en",
            "fr",
            "he",
            "it",
            "ko",
            "pl",
            "pt-br",
            "ro",
            "ru",
            "es",
            "tr",
            "vi"
        ],
        "title": "Four American characters",
        "speaker": "Anna Deavere Smith",
        "id": 60,
        "description": "Writer and actor Anna Deavere Smith gives life to author Studs Terkel, convict Paulette Jenkins, a Korean shopkeeper and a bull rider, excerpts from her solo show \"On the Road: A Search for American Character.\""
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "nl",
            "en",
            "fr",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sl",
            "es",
            "tr",
            "uk",
            "vi"
        ],
        "title": "If I controlled the Internet",
        "speaker": "Rives",
        "id": 26,
        "description": "How many poets could cram eBay, Friendster and Monster.com into 3-minute poem worthy of a standing ovation? Enjoy Rives' unique talent."
    },
    {
        "languages": [
            "af",
            "sq",
            "arq",
            "ar",
            "hy",
            "az",
            "bn",
            "bg",
            "my",
            "ca",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "eo",
            "et",
            "fil",
            "fr",
            "ka",
            "de",
            "el",
            "he",
            "hu",
            "id",
            "it",
            "ja",
            "ko",
            "ku",
            "lv",
            "lt",
            "mk",
            "mg",
            "ms",
            "mr",
            "mn",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sk",
            "sl",
            "so",
            "es",
            "sv",
            "tl",
            "ta",
            "th",
            "tr",
            "uk",
            "ur",
            "ug",
            "uz",
            "vi"
        ],
        "title": "8 secrets of success",
        "speaker": "Richard St. John",
        "id": 70,
        "description": "Why do people succeed? Is it because they're smart? Or are they just lucky? Neither. Analyst Richard St. John condenses years of interviews into an unmissable 3-minute slideshow on the real secrets of success."
    },
    {
        "languages": [
            "sq",
            "ar",
            "hy",
            "bg",
            "zh-cn",
            "zh-tw",
            "hr",
            "cs",
            "da",
            "nl",
            "en",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "hi",
            "hu",
            "it",
            "ja",
            "ko",
            "ku",
            "lv",
            "lt",
            "nb",
            "fa",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "sr",
            "sl",
            "es",
            "sv",
            "th",
            "tr"
        ],
        "title": "Why people believe weird things",
        "speaker": "Michael Shermer",
        "id": 22,
        "description": "Why do people see the Virgin Mary on a cheese sandwich or hear demonic lyrics in \"Stairway to Heaven\"? Using video and music, skeptic Michael Shermer shows how we convince ourselves to believe  and overlook the facts."
    },
    {
        "languages": [
            "ar",
            "bg",
            "zh-cn",
            "zh-tw",
            "nl",
            "en",
            "eo",
            "fi",
            "fr",
            "de",
            "el",
            "he",
            "it",
            "ja",
            "ko",
            "pl",
            "pt",
            "pt-br",
            "ro",
            "ru",
            "es",
            "th",
            "tr"
        ],
        "title": "My wish: Three actions for Africa",
        "speaker": "Bono",
        "id": 59,
        "description": "Musician and activist Bono accepts the 2005 TED Prize with a riveting talk, arguing that aid to Africa isn't just another celebrity cause; it's a global emergency."
    }
]